Repository: jixiexiaoge/openpilot
Catalog: selfdrive/ui/translations/dragonpilot_*.po
Languages: ar, de, es, fr, ja, pt_br, th, tr

source: Std.: Stock behavior.<br>MAIN+: ACC MAIN on = Display ON.<br>OP+: OP enabled = Display ON.<br>MAIN-: ACC MAIN on = Display OFF<br>OP-: OP enabled = Display OFF.
ar: قياسي: السلوك الافتراضي.<br>MAIN+: تشغيل ACC MAIN = تشغيل العرض.<br>OP+: تفعيل OP = تشغيل العرض.<br>MAIN-: تشغيل ACC MAIN = إيقاف العرض.<br>OP-: تفعيل OP = إيقاف العرض.
de: Standard: Serienmäßiges Verhalten.<br>MAIN+: ACC MAIN ein = Anzeige EIN.<br>OP+: OP aktiviert = Anzeige EIN.<br>MAIN-: ACC MAIN ein = Anzeige AUS<br>OP-: OP aktiviert = Anzeige AUS.
es: Estándar: Comportamiento de fábrica.<br>MAIN+: ACC MAIN activado = Pantalla ACTIVADA.<br>OP+: OP activado = Pantalla ACTIVADA.<br>MAIN-: ACC MAIN activado = Pantalla DESACTIVADA<br>OP-: OP activado = Pantalla DESACTIVADA.
fr: Standard : Comportement d'origine.<br>MAIN+ : ACC MAIN activé = Affichage ACTIVÉ.<br>OP+ : OP activé = Affichage ACTIVÉ.<br>MAIN- : ACC MAIN activé = Affichage DÉSACTIVÉ<br>OP- : OP activé = Affichage DÉSACTIVÉ.
ja: 標準：純正動作。<br>MAIN+：ACC MAIN オン = ディスプレイ オン。<br>OP+：OP 有効 = ディスプレイ オン。<br>MAIN-：ACC MAIN オン = ディスプレイ オフ。<br>OP-：OP 有効 = ディスプレイ オフ。
pt_br: Padrão: Comportamento original.<br>MAIN+: ACC MAIN ligado = Display LIGADO.<br>OP+: OP ativado = Display LIGADO.<br>MAIN-: ACC MAIN ligado = Display DESLIGADO<br>OP-: OP ativado = Display DESLIGADO.
th: มาตรฐาน: พฤติกรรมแบบเดิม<br>MAIN+: ACC MAIN เปิด = จอแสดงผลเปิด<br>OP+: OP เปิดใช้งาน = จอแสดงผลเปิด<br>MAIN-: ACC MAIN เปิด = จอแสดงผลปิด<br>OP-: OP เปิดใช้งาน = จอแสดงผลปิด
tr: Std.: Standart davranış.<br>ANA+: ACC ANA açık = Ekran AÇIK.<br>OP+: OP etkin = Ekran AÇIK.<br>ANA-: ACC ANA açık = Ekran KAPALI<br>OP-: OP etkin = Ekran KAPALI.

source: Std.: Stock behaviour.<br>Warning: Only emits sound when there is a warning.<br>Off: Does not emit any sound at all.
ar: قياسي: السلوك الافتراضي.<br>تحذير: يصدر صوتاً فقط عند وجود تحذير.<br>إيقاف: لا يصدر أي صوت على الإطلاق.
de: Standard: Serienmäßiges Verhalten.<br>Warnung: Gibt nur bei Warnungen Ton aus.<br>Aus: Gibt überhaupt keinen Ton aus.
es: Estándar: Comportamiento de fábrica.<br>Advertencia: Solo emite sonido cuando hay una advertencia.<br>Desactivado: No emite ningún sonido en absoluto.
fr: Standard : Comportement d'origine.<br>Avertissement : Émet un son uniquement en cas d'avertissement.<br>Désactivé : N'émet aucun son.
ja: 標準：純正動作。<br>警告：警告時のみ音を発します。<br>オフ：一切音を発しません。
pt_br: Padrão: Comportamento original.<br>Aviso: Emite som apenas quando há um aviso.<br>Desligado: Não emite nenhum som.
th: มาตรฐาน: พฤติกรรมแบบเดิม<br>เตือน: ส่งเสียงเฉพาะเมื่อมีการเตือนเท่านั้น<br>ปิด: ไม่ส่งเสียงใดๆ เลย
tr: Std.: Standart davranış.<br>Uyarı: Sadece uyarı olduğunda ses çıkarır.<br>Kapalı: Hiç ses çıkarmaz.

source: To prevent screen burn-in, hide Speed, MAX Speed, and Steering/DM Icons when the car moves.<br>Off = Stock Behavior<br>1 km/h = 0.6 mph
ar: لمنع احتراق الشاشة، إخفاء السرعة والسرعة القصوى وأيقونات التوجيه/DM عند تحرك السيارة.<br>إيقاف = السلوك الافتراضي<br>1 كم/س = 0.6 ميل/س
de: Um Bildschirmeinbrennen zu verhindern, Geschwindigkeit, MAX-Geschwindigkeit und Lenk-/DM-Symbole ausblenden, wenn sich das Fahrzeug bewegt.<br>Aus = Serienmäßiges Verhalten<br>1 km/h = 0,6 mph
es: Para evitar el quemado de pantalla, ocultar velocidad, velocidad MAX e iconos de dirección/DM cuando el vehículo se mueva.<br>Desactivado = Comportamiento de fábrica<br>1 km/h = 0.6 mph
fr: Pour éviter la rémanence d'écran, masquer la vitesse, la vitesse MAX et les icônes de direction/DM lorsque la voiture bouge.<br>Désactivé = Comportement d'origine<br>1 km/h = 0,6 mph
ja: 画面の焼き付きを防ぐため、車両走行時に速度、最高速度、ステアリング/DM アイコンを非表示にします。<br>オフ = 純正動作<br>1 km/h = 0.6 mph
pt_br: Para prevenir queima de tela, ocultar Velocidade, Velocidade MÁXIMA e Ícones de Direção/DM quando o carro se move.<br>Desligado = Comportamento Original<br>1 km/h = 0,6 mph
th: เพื่อป้องกันหน้าจอไหม้ ซ่อนความเร็ว, ความเร็วสูงสุด และไอคอนพวงมาลัย/DM เมื่อรถเคลื่อนที่<br>ปิด = พฤติกรรมแบบเดิม<br>1 กม./ชม. = 0.6 ไมล์/ชม.
tr: Ekran yanmasını önlemek için, araç hareket halindeyken Hız, MAKS Hız ve Direksiyon/DM Simgelerini gizler.<br>Kapalı = Standart Davranış<br>1 km/s = 0.6 mil/s

source: Use Buzzer for audiable alerts.
ar: استخدام الصفارة للتنبيهات الصوتية.
de: Signalton für hörbare Warnungen verwenden.
es: Usar zumbador para alertas audibles.
fr: Utiliser le buzzer pour les alertes sonores.
ja: 音声アラートにブザーを使用します。
pt_br: Usar buzzer para alertas sonoros.
th: ใช้บัซเซอร์สำหรับการแจ้งเตือนด้วยเสียง
tr: Sesli uyarılar için zil kullan.

source: Use External Radar
ar: استخدام رادار خارجي
de: Externes Radar verwenden
es: Usar radar externo
fr: Utiliser un radar externe
ja: 外部レーダーを使用
pt_br: Usar Radar Externo
th: ใช้เรดาร์ภายนอก
tr: Harici Radar Kullan

source: Use MICI (comma four) UI
ar: استخدام واجهة MICI (comma four)
de: MICI (comma four) Benutzeroberfläche verwenden
es: Usar interfaz MICI (comma four)
fr: Utiliser l'interface MICI (comma four)
ja: MICI (comma four) UI を使用
pt_br: Usar Interface MICI (comma four)
th: ใช้ UI แบบ MICI (comma four)
tr: MICI (comma four) Arayüzünü Kullan

source: Use Stock Longitudinal Control
ar: استخدام التحكم الطولي الافتراضي
de: Serienmäßige Längsregelung verwenden
es: Usar control longitudinal de fábrica
fr: Utiliser le contrôle longitudinal d'origine
ja: 純正縦方向制御を使用
pt_br: Usar Controle Longitudinal Original
th: ใช้การควบคุมแนวยาวแบบเดิม
tr: Standart Uzunlamasına Kontrolü Kullan

source: Warning
ar: تحذير
de: Warnung
es: Advertencia
fr: Avertissement
ja: 警告
pt_br: Aviso
th: เตือน
tr: Uyarı

source: Why not?
ar: لم لا؟
de: Warum nicht?
es: ¿Por qué no?
fr: Pourquoi pas ?
ja: なぜダメ？
pt_br: Por que não?
th: ทำไมไม่ล่ะ?
tr: Neden olmasın?

source: dashy - dragonpilot's all-in-one system hub for you.<br><br>Visit http://<device_ip>:5088 to access.<br><br>Enable this to use HUD feature (live streaming).
ar: dashy - مركز النظام الشامل من dragonpilot لك.<br><br>قم بزيارة http://<device_ip>:5088 للوصول.<br><br>فعّل هذا لاستخدام ميزة HUD (البث المباشر).
de: dashy - dragonpilots All-in-One-System-Hub für Sie.<br><br>Besuchen Sie http://<device_ip>:5088 für den Zugriff.<br><br>Aktivieren Sie dies, um die HUD-Funktion (Live-Streaming) zu nutzen.
es: dashy - centro de sistema todo en uno de dragonpilot para usted.<br><br>Visite http://<device_ip>:5088 para acceder.<br><br>Active esto para usar la función HUD (transmisión en vivo).
fr: dashy - le hub système tout-en-un de dragonpilot pour vous.<br><br>Visitez http://<adresse_ip_appareil>:5088 pour y accéder.<br><br>Activez cette option pour utiliser la fonctionnalité HUD (diffusion en direct).
ja: dashy - dragonpilot のオールインワンシステムハブ。<br><br>http://<device_ip>:5088 にアクセスしてください。<br><br>HUD 機能（ライブストリーミング）を使用するには、これを有効にしてください。
pt_br: dashy - o hub do sistema tudo-em-um do dragonpilot para você.<br><br>Visite http://<device_ip>:5088 para acessar.<br><br>Ative isso para usar o recurso HUD (transmissão ao vivo).
th: dashy - ศูนย์กลางระบบแบบครบวงจรของ dragonpilot สำหรับคุณ<br><br>เข้าถึงที่ http://<device_ip>:5088<br><br>เปิดใช้งานเพื่อใช้ฟีเจอร์ HUD (ถ่ายทอดสด)
tr: dashy - dragonpilot'un sizin için hepsi bir arada sistem merkezi.<br><br>Erişmek için http://<cihaz_ip>:5088 adresini ziyaret edin.<br><br>HUD özelliğini (canlı yayın) kullanmak için bunu etkinleştirin.

source: or open browser
ar: أو افتح المتصفح
de: oder Browser öffnen
es: o abrir navegador
fr: ou ouvrir le navigateur
ja: またはブラウザで開く
pt_br: ou abra o navegador
th: หรือเปิดเบราว์เซอร์
tr: veya tarayıcıyı aç

source: scan to access
ar: امسح للوصول
de: scannen zum Zugriff
es: escanear para acceder
fr: scanner pour accéder
ja: スキャンしてアクセス
pt_br: escaneie para acessar
th: สแกนเพื่อเข้าถึง
tr: erişmek için tara

source: dashy HUD
fr: HUD dashy
pt_br: HUD dashy

source: MAIN+
tr: ANA+

source: MAIN-
tr: ANA-
