Repository: jixiexiaoge/openpilot
Catalog: selfdrive/ui/translations/dragonpilot_*.po
Languages: ar, de, es, fr, ja, pt_br, th, tr

source: + Auto Lane Change after:
ar: + تغيير المسار تلقائياً بعد:
de: + Automatischer Spurwechsel nach:
es: + Cambio automático de carril después de:
fr: + Changement de voie automatique après :
ja: + 自動車線変更の遅延：
pt_br: + Mudança Automática de Faixa após:
th: + เปลี่ยนเลนอัตโนมัติหลังจาก:
tr: + Otomatik Şerit Değiştirme:

source: Adaptive Coasting Mode (ACM) reduces braking to allow smoother coasting when appropriate.
ar: وضع الانزلاق التكيفي (ACM) يقلل الفرملة للسماح بانزلاق أكثر سلاسة عند الحاجة.
de: Der adaptive Rollmodus (ACM) reduziert das Bremsen, um ein sanfteres Rollen zu ermöglichen, wenn dies angemessen ist.
es: El modo de rodaje adaptativo (ACM) reduce el frenado para permitir un rodaje más suave cuando sea apropiado.
fr: Le mode de roue libre adaptatif (ACM) réduit le freinage pour permettre une décélération plus douce lorsque cela est approprié.
ja: アダプティブコースティングモード (ACM) は、適切な場合にブレーキを減らし、よりスムーズなコースティングを実現します。
pt_br: O Modo de Desaceleração Adaptativa (ACM) reduz a frenagem para permitir uma desaceleração mais suave quando apropriado.
th: โหมดเลื่อนปรับตัว (ACM) ลดการเบรกเพื่อให้การเลื่อนราบรื่นขึ้นเมื่อเหมาะสม
tr: Uyarlanabilir Serbest Sürüş Modu (ACM), uygun olduğunda daha yumuşak serbest sürüş için frenlemeyi azaltır.

source: Adaptive Experimental Mode (AEM)
ar: الوضع التجريبي التكيفي (AEM)
de: Adaptiver Experimentalmodus (AEM)
es: Modo experimental adaptativo (AEM)
fr: Mode expérimental adaptatif (AEM)
ja: アダプティブ実験モード (AEM)
pt_br: Modo Experimental Adaptativo (AEM)
th: โหมดทดลองปรับตัว (AEM)
tr: Uyarlanabilir Deneysel Mod (AEM)

source: Adaptive mode switcher between ACC and Blended based on driving context.
ar: مبدل الوضع التكيفي بين ACC ومختلط حسب سياق القيادة.
de: Adaptiver Moduswechsler zwischen ACC und Blended basierend auf dem Fahrkontext.
es: Conmutador de modo adaptativo entre ACC y combinado según el contexto de conducción.
fr: Commutateur de mode adaptatif entre ACC et mixte en fonction du contexte de conduite.
ja: 運転状況に基づいて ACC とブレンドモード間で自動切り替え。
pt_br: Alternador de modo adaptativo entre ACC e Misto baseado no contexto de direção.
th: สลับโหมดอัตโนมัติระหว่าง ACC และ Blended ตามสถานการณ์การขับขี่
tr: Sürüş durumuna göre ACC ve Karışık mod arasında otomatik geçiş.

source: All
ar: الكل
de: Alle
es: Todo
fr: Tout
ja: 全て
pt_br: Todos
th: ทั้งหมด
tr: Tümü

source: Allow openpilot to obey right-hand traffic conventions on right driver seat.
ar: السماح لـ openpilot بالالتزام بقواعد المرور اليمنى على مقعد السائق الأيمن.
de: Openpilot erlauben, Rechtsverkehrsregeln bei Rechtslenker zu befolgen.
es: Permitir que openpilot obedezca las convenciones de tráfico por la derecha con el asiento del conductor a la derecha.
fr: Permet à openpilot de respecter les conventions de circulation à droite avec le volant à droite.
ja: 右ハンドル車で右側通行規則に従うことを許可します。
pt_br: Permitir que o openpilot obedeça às convenções de tráfego à direita com o motorista no lado direito.
th: อนุญาตให้ openpilot ปฏิบัติตามกฎจราจรฝั่งขวาสำหรับรถพวงมาลัยขวา
tr: Sağ direksiyon koltuğunda sağdan trafik kurallarına uymasını sağlar.

source: Always-on Lane Keeping Assist (ALKA)
ar: مساعد الحفاظ على المسار الدائم (ALKA)
de: Dauerhafter Spurhalteassistent (ALKA)
es: Asistente de mantenimiento de carril permanente (ALKA)
fr: Assistance au maintien de voie permanente (ALKA)
ja: 常時車線維持アシスト (ALKA)
pt_br: Assistente de Manutenção de Faixa Permanente (ALKA)
th: ระบบช่วยรักษาเลนตลอดเวลา (ALKA)
tr: Sürekli Şerit Takip Asistanı (ALKA)

source: Are you sure you want to reset ALL DP SETTINGS to default?
ar: هل أنت متأكد من إعادة تعيين جميع إعدادات DP إلى الافتراضية؟
de: Möchten Sie wirklich ALLE DP-EINSTELLUNGEN auf die Standardwerte zurücksetzen?
es: ¿Está seguro de que desea restablecer TODOS LOS AJUSTES DE DP a los valores predeterminados?
fr: Êtes-vous sûr de vouloir réinitialiser TOUS LES PARAMÈTRES DP par défaut ?
ja: すべての DP 設定をデフォルトにリセットしてもよろしいですか？
pt_br: Tem certeza de que deseja redefinir TODAS AS CONFIGURAÇÕES DP para o padrão?
th: คุณแน่ใจหรือไม่ว่าต้องการรีเซ็ตการตั้งค่า DP ทั้งหมดเป็นค่าเริ่มต้น?
tr: TÜM DP AYARLARINI varsayılana sıfırlamak istediğinizden emin misiniz?

source: Audible Alert
ar: التنبيه الصوتي
de: Akustische Warnung
es: Alerta sonora
fr: Alerte sonore
ja: 音声アラート
pt_br: Alerta Sonoro
th: การแจ้งเตือนด้วยเสียง
tr: Sesli Uyarı

source: Auto Shutdown After
ar: الإيقاف التلقائي بعد
de: Automatisches Herunterfahren nach
es: Apagado automático después de
fr: Arrêt automatique après
ja: 自動シャットダウン遅延
pt_br: Desligamento Automático Após
th: ปิดเครื่องอัตโนมัติหลังจาก
tr: Otomatik Kapatma Süresi

source: Avoid EPS Lockout
ar: تجنب قفل نظام التوجيه الكهربائي
de: EPS-Sperre vermeiden
es: Evitar bloqueo del EPS
fr: Éviter le verrouillage EPS
ja: EPS ロックアウトを回避
pt_br: Evitar Bloqueio do EPS
th: หลีกเลี่ยงการล็อค EPS
tr: EPS Kilitlenmesini Önle

source: Block lane change assist when the system detects the road edge.<br>NOTE: This will show 'Car Detected in Blindspot' warning.
ar: منع مساعد تغيير المسار عند اكتشاف النظام لحافة الطريق.<br>ملاحظة: سيظهر تحذير 'اكتشاف سيارة في النقطة العمياء'.
de: Spurwechselassistent blockieren, wenn das System den Straßenrand erkennt.<br>HINWEIS: Dies zeigt die Warnung 'Fahrzeug im toten Winkel erkannt' an.
es: Bloquear la asistencia de cambio de carril cuando el sistema detecte el borde de la carretera.<br>NOTA: Esto mostrará la advertencia 'Vehículo detectado en punto ciego'.
fr: Bloquer l'assistance au changement de voie lorsque le système détecte le bord de la route.<br>REMARQUE : Ceci affichera l'avertissement 'Véhicule détecté dans l'angle mort'.
ja: システムが道路端を検出したときに車線変更アシストをブロックします。<br>注意：「死角に車両検出」警告が表示されます。
pt_br: Bloquear assistência de mudança de faixa quando o sistema detecta a borda da estrada.<br>NOTA: Isso mostrará o aviso 'Carro Detectado no Ponto Cego'.
th: ปิดกันการช่วยเปลี่ยนเลนเมื่อระบบตรวจพบขอบถนน<br>หมายเหตุ: จะแสดงคำเตือน 'ตรวจพบรถในจุดอับสายตา'
tr: Sistem yol kenarını algıladığında şerit değiştirme asistanını engeller.<br>NOT: Bu 'Kör Noktada Araç Algılandı' uyarısını gösterecektir.

source: DTSC automatically adjusts the vehicle's predicted speed based on upcoming road curvature and grip conditions.<br>Originally from the openpilot TACO branch.
ar: يقوم DTSC بضبط السرعة المتوقعة للمركبة تلقائياً بناءً على انحناء الطريق القادم وظروف التماسك.<br>مأخوذ أصلاً من فرع openpilot TACO.
de: DTSC passt die vorhergesagte Geschwindigkeit des Fahrzeugs automatisch an die bevorstehende Straßenkrümmung und Griffbedingungen an.<br>Ursprünglich aus dem openpilot TACO-Zweig.
es: DTSC ajusta automáticamente la velocidad prevista del vehículo en función de la curvatura de la carretera y las condiciones de agarre próximas.<br>Originalmente de la rama TACO de openpilot.
fr: DTSC ajuste automatiquement la vitesse prédite du véhicule en fonction de la courbure de la route à venir et des conditions d'adhérence.<br>Provient initialement de la branche openpilot TACO.
ja: DTSC は前方の道路カーブとグリップ状態に基づいて車両の予測速度を自動調整します。<br>openpilot TACO ブランチ由来。
pt_br: O DTSC ajusta automaticamente a velocidade prevista do veículo com base na curvatura da estrada à frente e nas condições de aderência.<br>Originalmente do branch TACO do openpilot.
th: DTSC ปรับความเร็วที่คาดการณ์ของรถโดยอัตโนมัติตามความโค้งของถนนข้างหน้าและสภาพการยึดเกาะ<br>ต้นฉบับมาจาก openpilot TACO branch
tr: DTSC, yaklaşan yol virajı ve yol tutuş durumuna göre aracın öngörülen hızını otomatik olarak ayarlar.<br>Orijinal olarak openpilot TACO dalından.

source: Delay Starting Loggerd for:
ar: تأخير تشغيل المسجل لمدة:
de: Loggerd-Start verzögern um:
es: Retrasar inicio de Loggerd por:
fr: Retarder le démarrage de Loggerd de :
ja: ロガー起動遅延：
pt_br: Atrasar Início do Loggerd por:
th: หน่วงเวลาการเริ่ม Loggerd:
tr: Loggerd Başlatmayı Geciktir:

source: Delays the startup of loggerd and its related processes when the device goes on-road.<br>This prevents the initial moments of a drive from being recorded, protecting location privacy at the start of a trip.
ar: يؤخر بدء تشغيل المسجل والعمليات المرتبطة به عند دخول الجهاز على الطريق.<br>هذا يمنع تسجيل اللحظات الأولى من الرحلة، مما يحمي خصوصية الموقع في بداية الرحلة.
de: Verzögert den Start von loggerd und zugehörigen Prozessen, wenn das Gerät in Betrieb geht.<br>Dies verhindert, dass die ersten Momente einer Fahrt aufgezeichnet werden, wodurch die Standortprivatsphäre zu Beginn einer Fahrt geschützt wird.
es: Retrasa el inicio de loggerd y sus procesos relacionados cuando el dispositivo está en la carretera.<br>Esto evita que se graben los momentos iniciales de un viaje, protegiendo la privacidad de la ubicación al inicio del trayecto.
fr: Retarde le démarrage de loggerd et de ses processus associés lorsque l'appareil commence à rouler.<br>Cela empêche l'enregistrement des premiers instants d'un trajet, protégeant ainsi la confidentialité de la localisation au début d'un voyage.
ja: デバイスが走行開始時にロガーと関連プロセスの起動を遅延させます。<br>運転開始時の記録を防ぎ、トリップ開始時の位置情報プライバシーを保護します。
pt_br: Atrasa a inicialização do loggerd e seus processos relacionados quando o dispositivo entra em operação.<br>Isso impede que os momentos iniciais de uma viagem sejam gravados, protegendo a privacidade de localização no início da viagem.
th: หน่วงเวลาการเริ่มต้น loggerd และกระบวนการที่เกี่ยวข้องเมื่ออุปกรณ์เริ่มใช้งานบนถนน<br>ช่วยป้องกันการบันทึกช่วงเวลาแรกของการขับขี่ เพื่อปกป้องความเป็นส่วนตัวของตำแหน่งที่เริ่มต้นการเดินทาง
tr: Cihaz yola çıktığında loggerd ve ilgili işlemlerin başlatılmasını geciktirir.<br>Bu, sürüşün ilk anlarının kaydedilmesini önleyerek yolculuğun başındaki konum gizliliğini korur.

source: Disable Comma Connect
ar: تعطيل Comma Connect
de: Comma Connect deaktivieren
es: Desactivar Comma Connect
fr: Désactiver Comma Connect
ja: Comma Connect を無効化
pt_br: Desativar Comma Connect
th: ปิดใช้งาน Comma Connect
tr: Comma Connect'i Devre Dışı Bırak

source: Disable Comma connect service if you do not wish to upload / being tracked by the service.
ar: تعطيل خدمة Comma Connect إذا كنت لا ترغب في الرفع / أو تتبعك من قبل الخدمة.
de: Comma Connect-Dienst deaktivieren, wenn Sie keine Daten hochladen / vom Dienst verfolgt werden möchten.
es: Desactivar el servicio Comma Connect si no desea cargar datos / ser rastreado por el servicio.
fr: Désactiver le service Comma Connect si vous ne souhaitez pas télécharger / être suivi par le service.
ja: アップロードやサービスによる追跡を望まない場合、Comma Connect サービスを無効化します。
pt_br: Desative o serviço Comma Connect se você não deseja fazer upload / ser rastreado pelo serviço.
th: ปิดใช้งานบริการ Comma Connect หากคุณไม่ต้องการอัปโหลดข้อมูล / ถูกติดตามโดยบริการนี้
tr: Veri yüklemek veya hizmet tarafından izlenmek istemiyorsanız Comma connect hizmetini devre dışı bırakın.

source: Display Lead Stats
ar: عرض إحصائيات السيارة الأمامية
de: Vorausfahrendes Fahrzeug-Statistiken anzeigen
es: Mostrar estadísticas del vehículo delantero
fr: Afficher les stats du véhicule précédent
ja: 先行車統計を表示
pt_br: Exibir Estatísticas do Líder
th: แสดงสถิติรถคันหน้า
tr: Öndeki Araç İstatistiklerini Göster

source: Display Mode
ar: وضع العرض
de: Anzeigemodus
es: Modo de visualización
fr: Mode d'affichage
ja: 表示モード
pt_br: Modo de Exibição
th: โหมดการแสดงผล
tr: Görüntü Modu

source: Display the statistics of lead car and/or radar tracking points.<br>Lead: Lead stats only<br>Radar: Radar tracking point stats only<br>All: Lead and Radar stats<br>NOTE: Radar option only works on certain vehicle models.
ar: عرض إحصائيات السيارة الأمامية و/أو نقاط تتبع الرادار.<br>أمامية: إحصائيات السيارة الأمامية فقط<br>رادار: إحصائيات نقاط تتبع الرادار فقط<br>الكل: إحصائيات السيارة الأمامية والرادار<br>ملاحظة: خيار الرادار يعمل فقط على بعض موديلات المركبات.
de: Zeigt Statistiken des vorausfahrenden Fahrzeugs und/oder Radar-Trackingpunkte an.<br>Lead: Nur Vorausfahrendes Fahrzeug<br>Radar: Nur Radar-Trackingpunkte<br>Alle: Vorausfahrendes Fahrzeug und Radar<br>HINWEIS: Radaroption funktioniert nur bei bestimmten Fahrzeugmodellen.
es: Mostrar las estadísticas del vehículo delantero y/o puntos de seguimiento del radar.<br>Delantero: Solo estadísticas del delantero<br>Radar: Solo estadísticas de puntos de seguimiento del radar<br>Todo: Estadísticas del delantero y radar<br>NOTA: La opción de radar solo funciona en ciertos modelos de vehículos.
fr: Afficher les statistiques du véhicule précédent et/ou des points de suivi radar.<br>Précédent : Statistiques du véhicule précédent uniquement<br>Radar : Statistiques des points de suivi radar uniquement<br>Tout : Statistiques du véhicule précédent et du radar<br>REMARQUE : L'option radar ne fonctionne que sur certains modèles de véhicules.
ja: 先行車やレーダー追跡ポイントの統計を表示します。<br>先行車：先行車統計のみ<br>レーダー：レーダー追跡ポイント統計のみ<br>全て：先行車とレーダー統計<br>注意：レーダーオプションは特定の車種でのみ動作します。
pt_br: Exibir as estatísticas do carro à frente e/ou pontos de rastreamento do radar.<br>Líder: Apenas estatísticas do líder<br>Radar: Apenas estatísticas dos pontos de rastreamento do radar<br>Todos: Estatísticas de líder e radar<br>NOTA: A opção Radar funciona apenas em certos modelos de veículos.
th: แสดงสถิติของรถคันหน้าและ/หรือจุดติดตามเรดาร์<br>รถคันหน้า: สถิติรถคันหน้าเท่านั้น<br>เรดาร์: สถิติจุดติดตามเรดาร์เท่านั้น<br>ทั้งหมด: สถิติรถคันหน้าและเรดาร์<br>หมายเหตุ: ตัวเลือกเรดาร์ใช้ได้เฉพาะบางรุ่นรถเท่านั้น
tr: Öndeki araç ve/veya radar takip noktalarının istatistiklerini gösterir.<br>Öndeki: Sadece öndeki araç istatistikleri<br>Radar: Sadece radar takip noktası istatistikleri<br>Tümü: Öndeki araç ve Radar istatistikleri<br>NOT: Radar seçeneği sadece belirli araç modellerinde çalışır.

source: Door Auto Lock/Unlock
ar: قفل/فتح الأبواب تلقائياً
de: Automatische Türverriegelung/-entriegelung
es: Bloqueo/desbloqueo automático de puertas
fr: Verrouillage/déverrouillage automatique des portes
ja: ドア自動ロック/解除
pt_br: Travamento/Destravamento Automático de Portas
th: ล็อค/ปลดล็อคประตูอัตโนมัติ
tr: Otomatik Kapı Kilitleme/Açma

source: Dynamic Turn Speed Control (DTSC)
ar: التحكم الديناميكي بسرعة الانعطاف (DTSC)
de: Dynamische Kurvengeschwindigkeitskontrolle (DTSC)
es: Control dinámico de velocidad en curvas (DTSC)
fr: Contrôle dynamique de vitesse en virage (DTSC)
ja: 動的ターン速度制御 (DTSC)
pt_br: Controle Dinâmico de Velocidade em Curvas (DTSC)
th: ควบคุมความเร็วเลี้ยวแบบไดนามิก (DTSC)
tr: Dinamik Viraj Hız Kontrolü (DTSC)

source: Enable Adaptive Coasting Mode (ACM)
ar: تفعيل وضع الانزلاق التكيفي (ACM)
de: Adaptiven Rollmodus (ACM) aktivieren
es: Activar modo de rodaje adaptativo (ACM)
fr: Activer le mode de roue libre adaptatif (ACM)
ja: アダプティブコースティングモード (ACM) を有効化
pt_br: Ativar Modo de Desaceleração Adaptativa (ACM)
th: เปิดใช้งานโหมดเลื่อนปรับตัว (ACM)
tr: Uyarlanabilir Serbest Sürüş Modunu Etkinleştir (ACM)

source: Enable Beep (Warning)
ar: تفعيل الصفارة (تحذير)
de: Signalton aktivieren (Warnung)
es: Activar pitido (advertencia)
fr: Activer le bip (avertissement)
ja: ビープ音を有効化（警告）
pt_br: Ativar Bip (Aviso)
th: เปิดใช้งานเสียงบี๊บ (เตือน)
tr: Bip Sesini Etkinleştir (Uyarı)

source: Enable Right-Hand Drive Mode
ar: تفعيل وضع القيادة اليمنى
de: Rechtslenkermodus aktivieren
es: Activar modo de conducción por la derecha
fr: Activer le mode conduite à droite
ja: 右ハンドルモードを有効化
pt_br: Ativar Modo de Direção à Direita
th: เปิดใช้งานโหมดพวงมาลัยขวา
tr: Sağ Direksiyon Modunu Etkinleştir

source: Enable TSS1 SnG Mod
ar: تفعيل تعديل TSS1 للتوقف والانطلاق
de: TSS1 SnG Mod aktivieren
es: Activar mod TSS1 SnG
fr: Activer le mod TSS1 SnG
ja: TSS1 SnG 修正を有効化
pt_br: Ativar Mod TSS1 SnG
th: เปิดใช้งานการปรับแต่ง TSS1 SnG
tr: TSS1 SnG Modunu Etkinleştir

source: Enable lateral control even when ACC/cruise is disengaged, using ACC Main or LKAS button to toggle. Vehicle must be moving.
ar: تفعيل التحكم الجانبي حتى عند إيقاف ACC/التثبيت، باستخدام زر ACC Main أو LKAS للتبديل. يجب أن تكون المركبة متحركة.
de: Querregelung aktivieren, auch wenn ACC/Tempomat deaktiviert ist, mit ACC-Haupttaste oder LKAS-Taste umschalten. Fahrzeug muss in Bewegung sein.
es: Activar control lateral incluso cuando ACC/cruise esté desactivado, usando el botón ACC Main o LKAS para alternar. El vehículo debe estar en movimiento.
fr: Activer le contrôle latéral même lorsque l'ACC/régulateur est désactivé, en utilisant le bouton ACC Main ou LKAS pour basculer. Le véhicule doit être en mouvement.
ja: ACC/クルーズが無効でも横方向制御を有効化、ACC Main または LKAS ボタンで切り替え。車両は走行中である必要があります。
pt_br: Ativar controle lateral mesmo quando ACC/cruise estiver desativado, usando o botão ACC Main ou LKAS para alternar. O veículo deve estar em movimento.
th: เปิดใช้งานการควบคุมด้านข้างแม้ว่า ACC/ครูซจะปิดอยู่ ใช้ปุ่ม ACC Main หรือ LKAS เพื่อสลับ รถต้องกำลังเคลื่อนที่
tr: ACC/cruise devre dışı olsa bile yanal kontrolü etkinleştirir, ACC Ana veya LKAS düğmesi ile açılıp kapatılır. Araç hareket halinde olmalıdır.

source: Enable openpilot to auto-lock doors above 20 km/h and auto-unlock when shifting to Park.
ar: تمكين openpilot من قفل الأبواب تلقائياً فوق 20 كم/س وفتحها تلقائياً عند التحويل إلى وضع الركن.
de: Openpilot erlauben, Türen über 20 km/h automatisch zu verriegeln und beim Einlegen von Park automatisch zu entriegeln.
es: Permitir que openpilot bloquee automáticamente las puertas por encima de 20 km/h y desbloquee automáticamente al cambiar a estacionamiento.
fr: Permettre à openpilot de verrouiller automatiquement les portes au-dessus de 20 km/h et de les déverrouiller automatiquement lors du passage en position Parking.
ja: 時速 20 km 以上でドアを自動ロック、P レンジにシフトすると自動解除する openpilot を有効化します。
pt_br: Permitir que o openpilot trave automaticamente as portas acima de 20 km/h e destrave automaticamente ao mudar para Park.
th: เปิดใช้งาน openpilot เพื่อล็อคประตูอัตโนมัติเมื่อความเร็วเกิน 20 กม./ชม. และปลดล็อคอัตโนมัติเมื่อเกียร์อยู่ที่ P
tr: 20 km/s'nin üzerinde kapıları otomatik kilitler ve Park konumuna geçildiğinde otomatik açar.

source: Hide HUD When Moves above:
ar: إخفاء شاشة العرض عند الحركة فوق:
de: HUD ausblenden bei Bewegung über:
es: Ocultar HUD cuando se mueva por encima de:
fr: Masquer le HUD au-dessus de :
ja: HUD を非表示にする速度：
pt_br: Ocultar HUD Quando Mover Acima de:
th: ซ่อน HUD เมื่อความเร็วเกิน:
tr: HUD'u Gizle Şu Hızın Üzerinde:

source: Lane Change Assist At:
ar: مساعد تغيير المسار عند:
de: Spurwechselassistent bei:
es: Asistente de cambio de carril a:
fr: Assistance au changement de voie à :
ja: 車線変更アシスト有効速度：
pt_br: Assistência de Mudança de Faixa em:
th: ช่วยเปลี่ยนเลนที่ความเร็ว:
tr: Şerit Değiştirme Asistanı:

source: Lead
ar: أمامية
de: Vorausfahrendes Fahrzeug
es: Delantero
fr: Précédent
ja: 先行車
pt_br: Líder
th: รถคันหน้า
tr: Öndeki

source: MQB A0 SnG Mod
ar: تعديل MQB A0 للتوقف والانطلاق
es: Mod MQB A0 SnG
fr: Mod MQB A0 SnG
ja: MQB A0 SnG 修正
pt_br: Mod MQB A0 SnG
th: การปรับแต่ง MQB A0 SnG
tr: MQB A0 SnG Modu

source: Off
ar: إيقاف
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
pt_br: Desligado
th: ปิด
tr: Kapalı

source: Off = Disable Auto Lane Change.
ar: إيقاف = تعطيل تغيير المسار التلقائي.
de: Aus = Automatischen Spurwechsel deaktivieren.
es: Desactivado = Deshabilitar cambio automático de carril.
fr: Désactivé = Désactiver le changement de voie automatique.
ja: オフ = 自動車線変更を無効化。
pt_br: Desligado = Desativar Mudança Automática de Faixa.
th: ปิด = ปิดใช้งานการเปลี่ยนเลนอัตโนมัติ
tr: Kapalı = Otomatik Şerit Değiştirmeyi Devre Dışı Bırak.

source: Off = Disable LCA.<br>1 mph = 1.2 km/h.
ar: إيقاف = تعطيل مساعد تغيير المسار.<br>1 ميل/س = 1.2 كم/س.
de: Aus = LCA deaktivieren.<br>1 mph = 1,2 km/h.
es: Desactivado = Deshabilitar LCA.<br>1 mph = 1.2 km/h.
fr: Désactivé = Désactiver l'assistance au changement de voie.<br>1 mph = 1,2 km/h.
ja: オフ = 車線変更アシストを無効化。<br>1 mph = 1.2 km/h。
pt_br: Desligado = Desativar LCA.<br>1 mph = 1,2 km/h.
th: ปิด = ปิดใช้งานการช่วยเปลี่ยนเลน<br>1 ไมล์/ชม. = 1.2 กม./ชม.
tr: Kapalı = Şerit Değiştirme Asistanını Devre Dışı Bırak.<br>1 mil/s = 1.2 km/s.

source: PQ Steering Patch
ar: تصحيح توجيه PQ
de: PQ-Lenkungspatch
es: Parche de dirección PQ
fr: Correctif de direction PQ
ja: PQ ステアリングパッチ
pt_br: Correção de Direção PQ
th: แพตช์พวงมาลัย PQ
tr: PQ Direksiyon Yaması

source: RESET
ar: إعادة تعيين
de: ZURÜCKSETZEN
es: RESTABLECER
fr: RÉINITIALISER
ja: リセット
pt_br: REDEFINIR
th: รีเซ็ต
tr: SIFIRLA

source: Radar
ar: رادار
ja: レーダー
th: เรดาร์

source: Rainbow Driving Path like Tesla
ar: مسار قيادة قوس قزح مثل تسلا
de: Regenbogen-Fahrpfad wie Tesla
es: Trayectoria de conducción arcoíris como Tesla
fr: Trajectoire arc-en-ciel comme Tesla
ja: レインボー走行経路（テスラ風）
pt_br: Caminho de Condução Arco-íris como Tesla
th: เส้นทางขับขี่สีรุ้งเหมือน Tesla
tr: Tesla Gibi Gökkuşağı Sürüş Yolu

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
pt_br: Redefinir
th: รีเซ็ต
tr: Sıfırla

source: Reset DP Settings
ar: إعادة تعيين إعدادات DP
de: DP-Einstellungen zurücksetzen
es: Restablecer configuración de DP
fr: Réinitialiser les paramètres DP
ja: DP 設定をリセット
pt_br: Redefinir Configurações DP
th: รีเซ็ตการตั้งค่า DP
tr: DP Ayarlarını Sıfırla

source: Reset dragonpilot settings to default and restart the device.
ar: إعادة تعيين إعدادات dragonpilot إلى الافتراضية وإعادة تشغيل الجهاز.
de: Dragonpilot-Einstellungen auf Standardwerte zurücksetzen und Gerät neu starten.
es: Restablecer la configuración de dragonpilot a los valores predeterminados y reiniciar el dispositivo.
fr: Réinitialiser les paramètres dragonpilot par défaut et redémarrer l'appareil.
ja: dragonpilot 設定をデフォルトにリセットしてデバイスを再起動します。
pt_br: Redefinir as configurações do dragonpilot para o padrão e reiniciar o dispositivo.
th: รีเซ็ตการตั้งค่า dragonpilot เป็นค่าเริ่มต้นและรีสตาร์ทอุปกรณ์
tr: Dragonpilot ayarlarını varsayılana sıfırla ve cihazı yeniden başlat.

source: Road Edge Detection (RED)
ar: اكتشاف حافة الطريق (RED)
de: Straßenranderkennung (RED)
es: Detección de borde de carretera (RED)
fr: Détection du bord de route (RED)
ja: 道路端検出 (RED)
pt_br: Detecção de Borda da Estrada (RED)
th: การตรวจจับขอบถนน (RED)
tr: Yol Kenarı Algılama (RED)

source: See https://github.com/eFiniLan/openpilot-ext-radar-addon for more information.
ar: انظر https://github.com/eFiniLan/openpilot-ext-radar-addon لمزيد من المعلومات.
de: Siehe https://github.com/eFiniLan/openpilot-ext-radar-addon für weitere Informationen.
es: Consulte https://github.com/eFiniLan/openpilot-ext-radar-addon para obtener más información.
fr: Voir https://github.com/eFiniLan/openpilot-ext-radar-addon pour plus d'informations.
ja: 詳細は https://github.com/eFiniLan/openpilot-ext-radar-addon をご覧ください。
pt_br: Veja https://github.com/eFiniLan/openpilot-ext-radar-addon para mais informações.
th: ดูข้อมูลเพิ่มเติมที่ https://github.com/eFiniLan/openpilot-ext-radar-addon
tr: Daha fazla bilgi için https://github.com/eFiniLan/openpilot-ext-radar-addon adresine bakın.

source: Std.
ar: قياسي
de: Standard
es: Estándar
fr: Standard
ja: 標準
pt_br: Padrão
th: มาตรฐาน
